---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RebarSystemCoverTop
source: html/f3473a2f-ea61-8cae-166c-cd88023f816d.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RebarSystemCoverTop Property

"Rebar Cover Top/Exterior"

## Syntax (C#)
```csharp
public static ForgeTypeId RebarSystemCoverTop { get; }
```